Repository: Bileysh/WinDirStat
Catalog: src/WinDirStat.App/Strings/*/Resources.resw
Source language: en_us
Languages: uk_ua

# ToggleGroupBy.OnContent
source: By Type
uk_ua: За типом

# ToggleGroupBy.OffContent
source: By Extension
uk_ua: За розширенням

# NoDataText.Text
source: NO DATA
uk_ua: НЕМАЄ ДАНИХ

# Category_Development
source: Development
uk_ua: Розробка

# Category_VirtualDisks
source: Virtual Disks
uk_ua: Віртуальні диски

# Category_System
source: System Files
uk_ua: Системні файли

# Category_Documents
source: Documents
uk_ua: Документи

# Category_Videos
source: Videos
uk_ua: Відео

# Category_Audio
source: Audio
uk_ua: Аудіо

# Category_Images
source: Images
uk_ua: Зображення

# Category_Archives
source: Archives
uk_ua: Архіви

# Category_Executables
source: Executables
uk_ua: Програми

# Category_Folder
source: Folders
uk_ua: Папки

# Category_Other
source: Other
uk_ua: Інше

# MenuFile.Title
source: File
uk_ua: Файл

# MenuFileOpenFolder.Text
source: Open Folder...
uk_ua: Відкрити папку...

# MenuFileRescanElevated.Text
source: Rescan with administrator privileges
uk_ua: Пересканувати з правами адміністратора

# MenuFileExit.Text
source: Exit
uk_ua: Вихід

# MenuWindow.Title
source: Window
uk_ua: Вікно

# MenuWindowOpenNew.Text
source: Open in new Window
uk_ua: Відкрити в новому вікні

# MenuOptions.Title
source: Options
uk_ua: Параметри

# MenuOptionsLanguage.Text
source: Language
uk_ua: Мова

# MenuOptionsAccountForHardLinks.Text
source: Account for hard links
uk_ua: Враховувати hard link'и

# MenuOptionsTheme.Text
source: Toggle Theme
uk_ua: Перемкнути тему

# MenuHelp.Title
source: Help
uk_ua: Довідка

# MenuHelpAbout.Text
source: About WinDirStat
uk_ua: Про WinDirStat

# TreeViewHeader.Text
source: Directory Tree
uk_ua: Дерево файлів

# TreeColumnName.Text
source: Name
uk_ua: Ім'я

# TreeColumnSizeLogical.Text
source: Size
uk_ua: Розмір

# TreeColumnSizeLogical.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sum of file sizes as reported by the file system (Logical size)
uk_ua: Сума розмірів файлів за даними файлової системи (Logical)

# TreeColumnSizePhysical.Text
source: On disk
uk_ua: На диску

# TreeColumnSizePhysical.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Actual space occupied on disk, accounting for cluster rounding and hard links (Physical size)
uk_ua: Реально зайняте місце на диску з урахуванням округлення по кластерах і hard link'ів (Physical)

# TreeColumnLastModified.Text
source: Modified
uk_ua: Змінено

# StatisticsHeader.Text
source: Statistics
uk_ua: Статистика

# TreeMapHeader.Text
source: File Map
uk_ua: Мапа файлів

source: Open in separate window
uk_ua: Відкрити в окремому вікні

# OpenTreeMapWindowButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in separate window
uk_ua: Відкрити в окремому вікні

source: Open tree map in separate window
uk_ua: Відкрити карту дерева в окремому вікні

# CancelScanButton.Content
source: Cancel Scan
uk_ua: Скасувати сканування

# NavigateUpButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Go up one level
uk_ua: Повернутися на рівень вище

# ScanCompleteTitle
source: Scan Complete
uk_ua: Сканування завершено

# ScanCompleteMessageFormat
source: Time: {0:F1} sec. Files: {1} Folders: {2}
uk_ua: Час: {0:F1} сек. Файлів: {1} Папок: {2}

# ScanProgressFormat
source: Files: {0:N0} Folders: {1:N0}
uk_ua: Файлів: {0:N0} Папок: {1:N0}

# AboutTitle
source: About
uk_ua: Про програму

# AboutMessage
source: WinDirStat is a free program for analyzing disk space usage on your computer. It allows you to visualize the structure of files and folders, identify which files take up the most space, and manage your disk space effectively.
uk_ua: WinDirStat - це безкоштовна програма для аналізу використання дискового простору на вашому комп'ютері. Вона дозволяє візуалізувати структуру файлів та папок, визначати, які файли займають найбільше місця, та ефективно керувати вашим дисковим простором.

# FilesText
source: files
uk_ua: файлів

# FoldersText
source: folders
uk_ua: папок

# AccessibleName_Folder
source: {0}, folder, {1}, {2}
uk_ua: {0}, папка, {1}, {2}

# AccessibleName_File
source: {0}, file, {1}, modified {2}
uk_ua: {0}, файл, {1}, змінено {2}

# AccessDeniedText
source: Access denied
uk_ua: Доступ заборонено

# ScanErrorText
source: Scan error
uk_ua: Помилка сканування

# ReparsePointText
source: Junction/reparse point — not scanned to avoid double-counting or infinite recursion
uk_ua: Точка з'єднання (Junction) — не сканується для уникнення зациклень

# HardLinkTooltipText
source: Hard link — physical disk space is already accounted for by another file in this tree, SizePhysical is intentionally 0 here
uk_ua: Hard link — фізичне місце на диску вже враховано для іншого файлу в цьому дереві, SizePhysical тут навмисно 0

# ScanIntervalStatus
source: Scan interval: {0} min.
uk_ua: Інтервал сканування: {0} хв.

# LowSpaceThresholdStatus
source: Low-space warning threshold: {0}%.
uk_ua: Поріг попередження: {0}%.

# SettingsExportedStatus
source: Settings saved to {0}.
uk_ua: Налаштування збережено у {0}.

# SettingsImportedStatus
source: Settings imported from {0}.
uk_ua: Налаштування імпортовано з {0}.

# SettingsImportFailedStatus
source: Import failed: {0}
uk_ua: Не вдалось імпортувати: {0}

# SettingsError_IntervalTooSmall
source: Scan interval is too short (minimum 15 minutes).
uk_ua: Інтервал сканування закороткий (мінімум 15 хвилин).

# SettingsError_ThresholdOutOfRange
source: Low-space threshold must be between 1% and 50%.
uk_ua: Поріг вільного місця має бути в межах 1%–50%.

# SettingsError_InvalidFormat
source: The settings file is not valid JSON.
uk_ua: Файл налаштувань містить невалідний JSON.

# TestScanCompletedStatus
source: Test scan completed — check the toast.
uk_ua: Тестовий скан виконано — перевір тост.

# NoExtensionLabel
source: (no extension)
uk_ua: (без розширення)

# DriveStatusNotificationTitle
source: Drive status
uk_ua: Стан дисків

# DriveStatusSummaryLine
source: {0} — {1} free of {2}
uk_ua: {0} — вільно {1} з {2}

# LowSpaceNotificationTitle
source: Low free space
uk_ua: Мало вільного місця

# LowSpaceNotificationBody
source: {0}: only {1} left ({2}% free)
uk_ua: {0}: залишилось лише {1} ({2}% вільно)

# WindowTitle_New
source: WinDirStat - New window
uk_ua: WinDirStat - Нове вікно

# WindowTitle_Statistics
source: Statistics (Detached)
uk_ua: Статистика (окреме вікно)

# WindowTitle_TreeView
source: Directory Tree (Detached)
uk_ua: Дерево каталогів (окреме вікно)

# WindowTitle_TreeMap
source: File Map (Detached)
uk_ua: Карта файлів (окреме вікно)

# FolderPickerTitle
source: Select folder to scan
uk_ua: Виберіть папку для сканування

# MenuShowInExplorer.Text
source: Show in Explorer
uk_ua: Показати в Провіднику

# OpenInExplorerFailedTitle
source: Failed to open Explorer
uk_ua: Не вдалося відкрити провідник

# ShowPropertiesFailedTitle
source: Failed to open properties
uk_ua: Не вдалося відкрити властивості

# SelectDriveHeader.Text
source: Select a drive to scan
uk_ua: Оберіть диск для сканування

# SelectCustomFolderButton.Content
source: Select custom folder…
uk_ua: Обрати іншу папку…

# RefreshDrivesButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Refresh drive list
uk_ua: Оновити список дисків

source: Refresh drive list
uk_ua: Оновити список дисків

# MenuShowProperties.Text
source: Properties
uk_ua: Властивості

# MenuCopyName.Text
source: Copy name
uk_ua: Копіювати назву

# MenuCopyPath.Text
source: Copy path
uk_ua: Копіювати шлях

# MenuOptionsSettings.Text
source: Settings...
uk_ua: Налаштування...

# WindowTitle_Settings
source: Settings
uk_ua: Налаштування

# SettingsHeader.Text
source: Settings
uk_ua: Налаштування

# BgScanSettingsTitle.Text
source: Background scanning
uk_ua: Фонове сканування

# ScanIntervalInputHeader.Text
source: Scan interval (minutes)
uk_ua: Інтервал сканування (хвилини)

# ScanIntervalInputDesc.Text
source: How often the check will run (minimum 15).
uk_ua: Як часто запускатиметься перевірка (мінімум 15).

# SpaceThresholdInputHeader.Text
source: Low free space threshold (%)
uk_ua: Поріг вільного місця (%)

# SpaceThresholdInputDesc.Text
source: Notify when free space drops below this percentage.
uk_ua: Сповіщати, якщо вільного місця менше цього відсотка.

# DataSettingsTitle.Text
source: Data & configuration
uk_ua: Дані та конфігурація

# ExportImportHeader.Text
source: Export & import
uk_ua: Експорт та імпорт

# ExportImportDesc.Text
source: Save settings to a JSON file.
uk_ua: Збереження налаштувань у файл JSON.

# ExportSettingsBtn.Content
source: Export
uk_ua: Експорт

# ImportSettingsBtn.Content
source: Import
uk_ua: Імпорт

# TestNotificationHeader.Text
source: Testing
uk_ua: Тестування

# TestNotificationDesc.Text
source: Force-run a background disk check.
uk_ua: Примусовий запуск фонової перевірки дисків.

# TestNotificationBtn.Content
source: Run test
uk_ua: Запустити тест

# SettingsScanIntervalNumberBox.Header
source: Background scan interval (minutes)
uk_ua: Інтервал фонового сканування (хв)

# SettingsThresholdSliderLabel.Text
source: Low free space warning threshold (%)
uk_ua: Поріг попередження про вільне місце (%)

# SettingsExportButton.Content
source: Export...
uk_ua: Експорт...

# SettingsImportButton.Content
source: Import...
uk_ua: Імпорт...

# SettingsTestScanButton.Content
source: Test scan now
uk_ua: Тестовий скан зараз

# TrayMenuOpen.Text
source: Open
uk_ua: Відкрити

# TrayMenuExit.Text
source: Exit
uk_ua: Вихід
